{
    "HomePage": {
        "title": "start",
        "slogan": "spark connections, one question at a time",
        "description": "cards 2 bond is the ultimate game for sparking meaningful conversations. choose questions designed for new people, friends, romantic partners or family and explore levels that build from light icebreakers to deep, unforgettable conversations."
    },
    "CategoryPage": {
        "title": "choose category",
        "category1": "new people",
        "category2": "friends",
        "category3": "romantic partner",
        "category4": "family",
        "next": "level",
        "strangers": "new people",
        "friends": "friends",
        "partners": "partners",
        "family": "family",
        "level": "level"
    },
    "LevelPage": {
        "title": "choose level",
        "start": "start",
        "strangers1": "level 1: fun and light icebreakers",
        "strangers2": "level 2: personal experiences and values",
        "strangers3": "level 3: emotional connections and aspirations",
        "friends1": "level 1: shared experiences and fun memories",
        "friends2": "level 2: personal growth and challengess",
        "friends3": "level 3: hopes for the future and meaningful conversations",
        "partners1": "level 1: fun and quirky personal facts",
        "partners2": "level 2: emotional needs and personal histories",
        "partners3": "level 3: future goals and emotional vulnerability",
        "family1": "level 1: easy conversations and share fun family memories",
        "family2": "level 2: uncover stories, values, and shared experiences",
        "family3": "level 3: deeper, more reflective to connect on a personal level",
        "loading": "loading questions...",
        "finish": "you have completed all the questions in the current category... returning to the home page"
    },
    "game": {
        "home": "home",
        "next": "next",
        "nextLevel": "next level",
        "q1friends1": "What’s your favorite memory from when we first met?",
        "q2friends1": "What’s a song or movie that always reminds you of our friendship?",
        "q3friends1": "What’s something we haven’t done together but should?",
        "q4friends1": "What’s one of the funniest moments we’ve shared?",
        "q5friends1": "If you could relive any day from our past, which would it be?",
        "q6friends1": "What’s something quirky about our friendship that you love?",
        "q7friends1": "What’s a trip we should plan together?",
        "q8friends1": "What’s something you appreciate about our friendship?",
        "q9friends1": "What’s the craziest adventure we’ve had together?",
        "q10friends1": "What’s one thing you’ve learned from me over the years?",
        "q1friends2": "How have you changed the most since we became friends?",
        "q2friends2": "What’s a lesson you’ve learned the hard way?",
        "q3friends2": "How do you handle stress when life gets overwhelming?",
        "q4friends2": "What’s something you’re currently working on improving about yourself?",
        "q5friends2": "What’s a challenge you’ve faced that taught you something important?",
        "q6friends2": "How do you recharge when you’re feeling drained?",
        "q7friends2": "What’s something about yourself you feel misunderstood about?",
        "q8friends2": "How do you think our friendship has helped you grow as a person?",
        "q9friends2": "What’s a personal goal you’re focusing on right now?",
        "q10friends2": "What’s a recent experience that changed your perspective on life?",
        "q1friends3": "What do you think our friendship will be like 10 years from now?",
        "q2friends3": "What are your biggest hopes for your future?",
        "q3friends3": "How do you feel about where your life is headed?",
        "q4friends3": "What’s something meaningful you want to accomplish in the next year?",
        "q5friends3": "What’s one thing you wish more people understood about you?",
        "q6friends3": "What kind of legacy do you want to leave behind?",
        "q7friends3": "What’s something you’re scared to pursue, but know you need to?",
        "q8friends3": "What role do friendships play in your future plans?",
        "q9friends3": "What’s something I can do to better support you?",
        "q10friends3": "How do you think we can continue growing as friends?",
        "q1strangers1": "What’s something you’re really passionate about right now?",
        "q2strangers1": "If you could have dinner with anyone, living or dead, who would it be and why?",
        "q3strangers1": "What’s the best trip you’ve ever been on?",
        "q4strangers1": "What’s the most unusual job you’ve ever had or heard of?",
        "q5strangers1": "If you could live in any era, which would it be and why?",
        "q6strangers1": "What’s your favorite way to unwind after a long day?",
        "q7strangers1": "If you could instantly learn a new skill, what would it be?",
        "q8strangers1": "What’s a recent show or movie you enjoyed?",
        "q9strangers1": "What’s your go-to comfort food?",
        "q10strangers1": "What’s one hobby you’ve always wanted to try?",
        "q1strangers2": "What’s a personal achievement you’re proud of?",
        "q2strangers2": "Who has been a major influence in your life, and why?",
        "q3strangers2": "What’s a cause you strongly believe in or support?",
        "q4strangers2": "What’s something you’ve changed your mind about in the last year?",
        "q5strangers2": "How do you like to spend your weekends?",
        "q6strangers2": "What’s a risk you’ve taken that paid off?",
        "q7strangers2": "What do you value most in a friendship?",
        "q8strangers2": "What’s a cultural tradition you love or find meaningful?",
        "q9strangers2": "If you could change something about how you’ve approached life, what would it be?",
        "q10strangers2": "What’s something you’re working on improving in yourself?",
        "q1strangers3": "What’s a dream or goal you’ve always wanted to pursue?",
        "q2strangers3": "What’s something most people don’t know about you?",
        "q3strangers3": "If you could change one thing about the world, what would it be?",
        "q4strangers3": "What’s been the biggest challenge in your life, and how did you overcome it?",
        "q5strangers3": "What do you hope people remember you for?",
        "q6strangers3": "How do you cope with fear or uncertainty?",
        "q7strangers3": "What role does family play in your life?",
        "q8strangers3": "What’s a moment in your life that changed you forever?",
        "q9strangers3": "What’s your greatest source of joy?",
        "q10strangers3": "How do you envision your future five years from now?",
        "q1partners1": "What’s something small that makes your day better?",
        "q2partners1": "What’s your favorite way to spend time together?",
        "q3partners1": "What’s a quirky habit you have that I might not know about?",
        "q4partners1": "What was your first impression of me?",
        "q5partners1": "What’s the most random thing you’ve done on a date?",
        "q6partners1": "What’s a movie or show that perfectly describes our relationship?",
        "q7partners1": "What’s a little thing I do that makes you smile?",
        "q8partners1": "What’s something you’re curious to try together?",
        "q9partners1": "What’s your idea of a perfect day with me?",
        "q10partners1": "What’s a funny story about us that you love telling others?",
        "q1partners2": "What’s something you need from a relationship to feel loved?",
        "q2partners2": "How did your past experiences shape how you approach relationships?",
        "q3partners2": "What’s something that scares you about love or commitment?",
        "q4partners2": "What’s a hard lesson you’ve learned about love?",
        "q5partners2": "How do you know when you’re truly comfortable with someone?",
        "q6partners2": "What’s an emotional need you have that’s sometimes hard to express?",
        "q7partners2": "How do you usually handle conflict in relationships?",
        "q8partners2": "What’s something in our relationship that has surprised you?",
        "q9partners2": "How do you feel about expressing vulnerability in a relationship?",
        "q10partners2": "What do you appreciate most about the way we communicate?",
        "q1partners3": "What’s your vision for our future together?",
        "q2partners3": "What’s one thing you hope never changes between us?",
        "q3partners3": "What’s a fear you’ve had to overcome in this relationship?",
        "q4partners3": "How do you think we’ve grown as a couple?",
        "q5partners3": "What’s a dream we can work on together?",
        "q6partners3": "What’s something you hope we accomplish as a team?",
        "q7partners3": "How do you feel about starting a family or growing our current one?",
        "q8partners3": "What’s one thing you’d like to work on improving in our relationship?",
        "q9partners3": "What’s something that makes you feel secure in our relationship?",
        "q10partners3": "What’s your biggest hope for us as we continue to grow together?",
        "q1family1": "What’s the funniest memory we have together as a family?",
        "q2family1": "What’s something you’ve done that you think no one in the family knows about?",
        "q3family1": "If our family took a spontaneous road trip, where should we go?",
        "q4family1": "What was your favorite thing about family gatherings when you were younger?",
        "q5family1": "If you could pick a family talent show, what would you do?",
        "q6family1": "What’s a movie or TV show that you think represents our family best?",
        "q7family1": "What’s the best family recipe you’d like us to make more often?",
        "q8family1": "What would be the first thing you’d do if you could be the “family boss” for a day?",
        "q9family1": "If you could make a new family tradition, what would it be?",
        "q10family1": "Who in the family is most likely to get everyone laughing?",
        "q1family2": "What’s something you admire about each person in the family?",
        "q2family2": "Can you share a time when a family member helped you through something tough?",
        "q3family2": "What’s one lesson you’ve learned from growing up in our family?",
        "q4family2": "Who was your favorite family member to visit when you were little, and why?",
        "q5family2": "If our family had a “superpower,” what would it be?",
        "q6family2": "What are some family values or traditions you’d want to pass down?",
        "q7family2": "What’s something you’ve never asked but always wanted to know about a family member’s past?",
        "q8family2": "How do you think our family has shaped who you are?",
        "q9family2": "What’s a goal or dream you have that you’d love for the family to support?",
        "q10family2": "What’s something you’d like us to do more often together as a family?",
        "q1family3": "What’s a difficult time our family has gone through, and how did we grow from it?",
        "q2family3": "What are some of your happiest family memories, and why are they so special?",
        "q3family3": "If you could ask our ancestors one question, what would it be?",
        "q4family3": "What’s something you think we should all do to make our bond stronger?",
        "q5family3": "What’s a core family value you hold close to your heart, and why?",
        "q6family3": "Who or what has been the greatest influence on our family’s journey?",
        "q7family3": "How do you feel the family supports you in your life?",
        "q8family3": "What are your hopes for the future of our family?",
        "q9family3": "How would you describe our family to someone who doesn’t know us?",
        "q10family3": "If you could express one piece of gratitude to our family, what would it be?"
    }
}