{
    "HomePage": {
        "title": "iniciar",
        "slogan": "crea vínculos, una pregunta a la vez",
        "description": "cards 2 bond es el juego perfecto para iniciar conversaciones significativas. elige preguntas diseñadas para personas recien conocidas, amigos, parejas o familia y explora niveles que van desde rompehielos divertidos hasta conversaciones profundas e inolvidables."
    },
    "CategoryPage": {
        "title": "escoger categoria",
        "category1": "recien conocidos",
        "category2": "amigos",
        "category3": "pareja",
        "category4": "familia",
        "strangers": "recien conocidos",
        "friends": "amigos",
        "partners": "pareja",
        "family": "familia",
        "next": "nivel",
        "level": "nivel"
    },
    "LevelPage": {
        "title": "escoger nivel",
        "start": "empezar",
        "strangers1": "nivel 1: rompehielos divertidos y ligeros",
        "strangers2": "nivel 2: experiencias y valores personales",
        "strangers3": "nivel 3: conexiones emocionales y aspiraciones",
        "friends1": "nivel 1: experiencias compartidas y recuerdos divertidos",
        "friends2": "nivel 2: crecimiento personal y desafíos",
        "friends3": "nivel 3: esperanzas para el futuro y conversaciones significativas",
        "partners1": "nivel 1: datos personales divertidos y extravagantes",
        "partners2": "nivel 2: necesidades emocionales e historias personales",
        "partners3": "nivel 3: metas futuras y vulnerabilidad emocional",
        "family1": "nivel 1: conversaciones sencillas para compartir recuerdos divertidos",
        "family2": "nivel 2: descubrir historias, valores y experiencias compartidas",
        "family3": "nivel 3: más reflexivo para conectar a nivel personal",
        "loading": "cargando preguntas...",
        "finish": "han completado todas las preguntas de la categoría... regresando al inicio"
    },
    "game": {
        "home": "inicio",
        "next": "siguiente",
        "nextLevel": "siguiente nivel",
        "q1friends1": "¿Cuál es tu recuerdo favorito de cuando nos conocimos?",
        "q2friends1": "¿Qué canción o película siempre te recuerda nuestra amistad?",
        "q3friends1": "¿Qué es algo que no hemos hecho juntos pero deberíamos?",
        "q4friends1": "¿Cuál ha sido uno de los momentos más divertidos que hemos compartido?",
        "q5friends1": "Si pudieras revivir cualquier día de nuestro pasado, ¿cuál sería?",
        "q6friends1": "¿Qué es algo peculiar de nuestra amistad que te gusta?",
        "q7friends1": "¿Qué viaje deberíamos planear juntos?",
        "q8friends1": "¿Qué es algo que aprecias de nuestra amistad?",
        "q9friends1": "¿Cuál ha sido la aventura más loca que hemos tenido juntos?",
        "q10friends1": "¿Qué es una cosa que has aprendido de mí a lo largo de los años?",
        "q1friends2": "¿Cómo has cambiado más desde que nos hicimos amigos?",
        "q2friends2": "¿Cuál es una lección que has aprendido de la manera más difícil?",
        "q3friends2": "¿Cómo manejas el estrés cuando la vida se vuelve abrumadora?",
        "q4friends2": "¿Qué es algo en lo que estás trabajando para mejorar sobre ti?",
        "q5friends2": "¿Cuál es un desafío que has enfrentado que te enseñó algo importante?",
        "q6friends2": "¿Cómo recargas energías cuando te sientes agotado?",
        "q7friends2": "¿Qué es algo sobre ti que sientes que los demás no entienden?",
        "q8friends2": "¿Cómo crees que nuestra amistad te ha ayudado a crecer como persona?",
        "q9friends2": "¿Cuál es un objetivo personal en el que te estás trabajando?",
        "q10friends2": "¿Cuál es una experiencia reciente que cambió tu perspectiva sobre la vida?",
        "q1friends3": "¿Cómo crees que será nuestra amistad dentro de 10 años?",
        "q2friends3": "¿Cuáles son tus mayores esperanzas para tu futuro?",
        "q3friends3": "¿Cómo te sientes respecto a hacia dónde va tu vida?",
        "q4friends3": "¿Qué es algo significativo que te gustaría lograr en el próximo año?",
        "q5friends3": "¿Cuál es una cosa que desearías que más personas entendieran sobre ti?",
        "q6friends3": "¿Qué tipo de legado quieres dejar atrás?",
        "q7friends3": "¿Qué es algo que te da miedo perseguir, pero sabes que necesitas?",
        "q8friends3": "¿Qué papel juegan las amistades en tus planes futuros?",
        "q9friends3": "¿Qué es algo que puedo hacer para apoyarte mejor?",
        "q10friends3": "¿Cómo crees que podemos seguir creciendo como amigos?",
        "q1strangers1": "¿Qué es algo por lo que estás realmente apasionado en este momento?",
        "q2strangers1": "Si pudieras cenar con alguien, vivo o muerto, ¿quién sería y por qué?",
        "q3strangers1": "¿Cuál ha sido el mejor viaje en el que has estado?",
        "q4strangers1": "¿Cuál es el trabajo más inusual que has tenido o escuchado?",
        "q5strangers1": "Si pudieras vivir en cualquier época, ¿cuál sería y por qué?",
        "q6strangers1": "¿Cuál es tu forma favorita de relajarte después de un día largo?",
        "q7strangers1": "Si pudieras aprender instantáneamente una nueva habilidad, ¿cuál sería?",
        "q8strangers1": "¿Cuál es un programa o película reciente que disfrutaste?",
        "q9strangers1": "¿Cuál es tu comida reconfortante favorita?",
        "q10strangers1": "¿Cuál es un pasatiempo que siempre has querido intentar?",
        "q1strangers2": "¿Cuál es un logro personal del que te sientes orgulloso?",
        "q2strangers2": "¿Quién ha sido una gran influencia en tu vida y por qué?",
        "q3strangers2": "¿Cuál es una causa en la que crees firmemente o apoyas?",
        "q4strangers2": "¿Qué es algo sobre lo que has cambiado de opinión en el último año?",
        "q5strangers2": "¿Cómo te gusta pasar tus fines de semana?",
        "q6strangers2": "¿Cuál es un riesgo que has tomado que valió la pena?",
        "q7strangers2": "¿Qué valoras más en una amistad?",
        "q8strangers2": "¿Cuál es una tradición cultural que amas o que consideras significativa?",
        "q9strangers2": "Si pudieras cambiar algo sobre cómo has abordado la vida, ¿qué sería?",
        "q10strangers2": "¿Qué es algo en lo que estás trabajando para mejorar sobre ti?",
        "q1strangers3": "¿Cuál es un sueño o meta que siempre has querido perseguir?",
        "q2strangers3": "¿Qué es algo que la mayoría de la gente no sabe sobre ti?",
        "q3strangers3": "Si pudieras cambiar una cosa sobre el mundo, ¿cuál sería?",
        "q4strangers3": "¿Cuál ha sido el mayor desafío en tu vida y cómo lo superaste?",
        "q5strangers3": "¿Qué esperas que la gente recuerde de ti?",
        "q6strangers3": "¿Cómo lidias con el miedo o la incertidumbre?",
        "q7strangers3": "¿Qué papel juega la familia en tu vida?",
        "q8strangers3": "¿Cuál ha sido un momento en tu vida que te cambió para siempre?",
        "q9strangers3": "¿Cuál es tu mayor fuente de alegría?",
        "q10strangers3": "¿Cómo imaginas tu futuro dentro de cinco años?",
        "q1partners1": "¿Qué es algo pequeño que mejora tu día?",
        "q2partners1": "¿Cuál es tu forma favorita de pasar tiempo juntos?",
        "q3partners1": "¿Cuál es un hábito peculiar que tienes y que quizás no sepa?",
        "q4partners1": "¿Cuál fue tu primera impresión de mí?",
        "q5partners1": "¿Cuál es la cosa más aleatoria que has hecho en una cita?",
        "q6partners1": "¿Cuál es una película o serie que describe perfectamente nuestra relación?",
        "q7partners1": "Qué es algo pequeño que hago que te hace sonreír?",
        "q8partners1": "¿Qué es algo que tienes curiosidad por probar juntos?",
        "q9partners1": "¿Cuál es tu idea de un día perfecto conmigo?",
        "q10partners1": "¿Cuál es una historia divertida sobre nosotros que te encanta contar a los demás?",
        "q1partners2": "¿Qué es algo que necesitas en una relación para sentirte amado?",
        "q2partners2": "¿Cómo han influido tus experiencias pasadas en tu forma de abordar las relaciones?",
        "q3partners2": "¿Qué es algo que te da miedo sobre el amor o el compromiso?",
        "q4partners2": "¿Cuál es una lección difícil que has aprendido sobre el amor?",
        "q5partners2": "¿Cómo sabes cuándo te sientes realmente cómodo con alguien?",
        "q6partners2": "¿Cuál es una necesidad emocional que a veces te cuesta expresar?",
        "q7partners2": "¿Cómo sueles manejar los conflictos en las relaciones?",
        "q8partners2": "¿Qué es algo en nuestra relación que te ha sorprendido?",
        "q9partners2": "¿Cómo te sientes al expresar vulnerabilidad en una relación?",
        "q10partners2": "¿Qué es lo que más valoras de la forma en que nos comunicamos?",
        "q1partners3": "¿Cuál es tu visión para nuestro futuro juntos?",
        "q2partners3": "¿Qué es algo que esperas que nunca cambie entre nosotros?",
        "q3partners3": "¿Cuál es un miedo que has tenido que superar en esta relación?",
        "q4partners3": "¿Cómo crees que hemos crecido como pareja?",
        "q5partners3": "¿Cuál es un sueño en el que podemos trabajar juntos?",
        "q6partners3": "¿Qué es algo que esperas que logremos como equipo?",
        "q7partners3": "¿Cómo te sientes sobre formar una familia o hacer crecer la que tenemos?",
        "q8partners3": "¿Qué es una cosa que te gustaría trabajar para mejorar en nuestra relación?",
        "q9partners3": "¿Qué es algo que te hace sentir seguro en nuestra relación?",
        "q10partners3": "¿Cuál es tu mayor esperanza para nosotros a medida que seguimos creciendo juntos?",
        "q1family1": "¿Cuál es el recuerdo más divertido que tenemos juntos como familia?",
        "q2family1": "¿Qué es algo que has hecho que crees que nadie en la familia sabe?",
        "q3family1": "¿Cuál es una tradición familiar que realmente disfrutas?",
        "q4family1": "¿Cuál es el mejor consejo que has recibido de un miembro de la familia?",
        "q5family1": "¿Qué es una anécdota familiar que siempre te hace reír?",
        "q6family1": "¿Qué te hace sentir más conectado a nuestra familia?",
        "q7family1": "¿Cuál es tu lugar favorito para pasar tiempo en familia?",
        "q8family1": "¿Qué es algo que crees que nos hace únicos como familia?",
        "q9family1": "¿Qué es algo que esperas para las futuras generaciones de nuestra familia?",
        "q10family1": "¿Cuál es tu forma favorita de mantener la tradición familiar viva?",
        "q1family2": "¿Qué es una lección que has aprendido de un desafío familiar?",
        "q2family2": "¿Cuál es una tradición que te gustaría que comenzáramos?",
        "q3family2": "¿Cómo sientes que nuestra familia ha influido en tu forma de ver la vida?",
        "q4family2": "¿Cuál es un momento en familia que realmente te hizo reflexionar?",
        "q5family2": "¿Qué es algo que te gustaría cambiar en nuestra dinámica familiar?",
        "q6family2": "¿Qué valoras más en nuestra familia?",
        "q7family2": "¿Cómo lidias con los desacuerdos dentro de la familia?",
        "q8family2": "¿Cuál es una necesidad emocional que crees que es importante para nuestra familia?",
        "q9family2": "¿Qué es algo que siempre quisiste compartir con nuestra familia pero no has podido?",
        "q10family2": "¿Qué es algo que consideras esencial para una familia unida?",
        "q1family3": "¿Qué es una meta que tienes para nuestra familia en el futuro?",
        "q2family3": "¿Cómo imaginas nuestras reuniones familiares dentro de diez años?",
        "q3family3": "¿Cuál es un legado que te gustaría que dejáramos para las futuras generaciones?",
        "q4family3": "¿Cómo podemos seguir apoyándonos entre nosotros como familia?",
        "q5family3": "¿Qué es algo que crees que podemos hacer para mejorar la comunicación en nuestra familia?",
        "q6family3": "¿Cuál es una cosa que sientes que podemos trabajar juntos como familia?",
        "q7family3": "¿Qué es algo que crees que podría ayudar a unir a nuestra familia más?",
        "q8family3": "¿Cuál es un sueño que tienes para cada uno de nosotros en la familia?",
        "q9family3": "¿Qué es una cosa que has aprendido sobre ti mismo a través de nuestra familia?",
        "q10family3": "¿Cómo puedes contribuir a construir un ambiente más fuerte en nuestra familia?"
    }
}